/* No comment provided by engineer. */
"%.0lfk of %.0lfk" = "%1$.0lfk di %2$.0lfk";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ è attualmente la versione più aggiornata disponibile.";

/* No comment provided by engineer. */
"%@ %@ is now available (you have %@). Would you like to download it now?" = "%1$@ %2$@ è attualmente disponibile (tu hai la %3$@). Vuoi scaricare l'aggiornamento ora?";

/* No comment provided by engineer. */
"%@ was unable to run the new version automatically. The program will now quit (giving you an opportunity to save); please reopen it to complete the update." = "%@ non è in grado di lanciare la nuova versione automaticamente. Il programma si chiuderà adesso (dandoti l'opportunità di salvare le modifiche); si prega di rilanciarlo per completare l'aggiornamento.";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "Una nuova versione di %@ è disponibile!";

/* No comment provided by engineer. */
"An error occurred while fetching or parsing the appcast:\n\n%@" = "Si è manifestato un'errore durante la richiesta al server:\n\n%@";

/* No comment provided by engineer. */
"An error occurred while trying to download the file:\n\n%@" = "Si è manifestato un'errore durante il download del file:\n\n%@";

/* No comment provided by engineer. */
"Can't extract a version string from the appcast feed. The filenames should look like YourApp_1.5.tgz, where 1.5 is the version number. The underscore is crucial.\n\nIf you're a user reading this, try again later and the developer may have fixed it." = "Impossibile estrarre la versione del programma dall'aggiornamento. Il nome dell'archivio dovrebbe essere del tipo MemoryMiner_1.5.tgz, dove 1.5 è la versione del programma. Il trattino è un carattere fondamentale.\n\nSi prega di contattare lo sviluppatore in merito a questo problema.";

/* No comment provided by engineer. */
"Can't extract archives of type %@; only %@ are supported.\n\nIf you're a user reading this, try again later and the developer may have fixed it." = "Impossibile scompattare gli archivi del tipo %1$@; soltando i %2$@ sono supportati.\n\nSi prega di riprovare più tardi o di contattare lo sviluppatore in merito a questo problema.";

/* No comment provided by engineer. */
"Cancel" = "Annulla";

/* No comment provided by engineer. */
"Check for updates on startup?" = "Controllo gli aggiornamenti del programma all'avvio?";

/* No comment provided by engineer. */
"Couldn't delete the current application, which has to be done before the update can be installed. Is it in a write-only location (like on the disk image?). Move it to /Applications and try again." = "Impossibile cancellare l'applicazione corrente, l'operazione è necessaria per installare l'aggiornamneto. Se il volume è a sola lettura, si prega di spostare il programma nella cartella /Applicazioni e riprovare.";

/* No comment provided by engineer. */
"Couldn't mount the update archive." = "Impossibile aprire l'aggiornamento.";

/* No comment provided by engineer. */
"Couldn't move the update to its new home. Are you running this application from a write-only directory?" = "Impossibile spostare l'aggiornamento nella cartella di destinazione. Stai eseguendo l'applicazione da un volume senza permessi di lettura?";

/* No comment provided by engineer. */
"Download New Version" = "Scarica la nuova versione";

/* No comment provided by engineer. */
"Downloading update..." = "Sto scaricando l'aggiornamento...";

/* No comment provided by engineer. */
"Extracting update..." = "Sto scompattando l'aggiornamento...";

/* No comment provided by engineer. */
"Install and Relaunch" = "Installa e Riapri";

/* No comment provided by engineer. */
"Installing update..." = "Sto installando l'aggiornamento...";

/* No comment provided by engineer. */
"No" = "No";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Okay, where'd it go? I just downloaded the update, but it seems to have vanished! Please try again later." = "L'aggiornamento è stato scaricato correttamente, ma sembra essere sparito! Si prega di riprovare più tardi.";

/* No comment provided by engineer. */
"Ready to install!" = "Pronto per l'installazione!";

/* No comment provided by engineer. */
"Release Notes" = "Note del Programma";

/* No comment provided by engineer. */
"Remind Me Later" = "Ricordamelo più tardi";

/* No comment provided by engineer. */
"Skip This Version" = "Salta questa Versione";

/* No comment provided by engineer. */
"The update archive didn't contain an application with the name I was expecting (%@). Remember, the updated app's file name must be identical to the running app's name as specified in the Info.plist! (with CFBundleName)\n\nIf you're a user reading this, try again later and the developer may have fixed it." = "L'archivio non contiene un'applicazione con nome %@. Il nome dell'applicazione deve essere identico a quello specificato nel file Info.plist!\n\nSi prega di contattare lo sviluppatore in merito a questo problema.";

/* No comment provided by engineer. */
"Update Error!" = "Errore durante l'aggiornamento!";

/* No comment provided by engineer. */
"Updating %@" = "Sto aggiornando %@";

/* No comment provided by engineer. */
"Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the application menu." = "Vuoi controlle gli aggiornamenti di %@ all'avvio? Se no, puoi controllarli manualmente dal menu dell'applicazione.";

/* No comment provided by engineer. */
"Yes" = "Si";

/* No comment provided by engineer. */
"You're up to date!" = "Questa versione è la più aggiornata!";

